[
  {
    "id": "1",
    "title": "Natascha e Duda Sampaio são chamadas para a Copa América após cortes de Letícia Izidoro e Gabi Nunes",
    "description": "A técnica Pia Sundhage precisou cortar duas jogadoras da seleção brasileira para a disputa da Copa América Feminina, na Colômbia. A goleira Letícia Izidoro, do Corinthians, e a atacante Gabi Nunes, do Madrid CFF, não conseguiram se recuperar de lesões a tempo de jogar a competição.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem1.webp",
    "url": "https://ge.globo.com/futebol/selecao-brasileira/noticia/2022/07/03/natascha-e-duda-sampaio-sao-chamadas-para-a-copa-america-apos-cortes-de-leticia-izidoro-e-gabi-nunes.ghtml"
  },
  {
    "id": "2",
    "title": "Apesar de derrotas, Pia mantém confiança na seleção: Estaremos prontas para a Copa América",
    "description": "Apesar das derrotas nos amistosos contra a Dinamarca (2 a 1, sexta-feira passada) e Suécia (3 a 1, nesta terça), a técnica da seleção brasileira feminina, Pia Sundhage, mantém confiança na evolução da equipe para a Copa América, em julho.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem2.webp",
    "url": "https://ge.globo.com/futebol/selecao-brasileira/noticia/2022/06/28/apesar-de-derrotas-pia-mantem-confianca-na-selecao-estaremos-prontas-para-a-copa-america.ghtml"
  },
  {
    "id": "3",
    "title": "Putellas rompe ligamento do joelho e desfalca Espanha na Eurocopa",
    "description": "Atual melhor jogadora do mundo pela Fifa e Bola de Ouro, Alexia Putellas está fora da Eurocopa Feminina de 2022. A meio-campista espanhola, de 28 anos, rompeu o ligamento cruzado anterior do joelho esquerdo em treino da Espanha nesta terça-feira e deve levar alguns meses para sua recuperação.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem3.webp",
    "url": "https://ge.globo.com/futebol/futebol-internacional/noticia/2022/07/05/putellas-rompe-ligamento-do-joelho-e-desfalca-espanha-na-eurocopa.ghtml"
  },
  {
    "id": "4",
    "title": "Real feminino comemora goleada sobre o Iranduba: Elas fizeram os gols que tinham que fazer",
    "description": "O Real Ariquemes é uma das duas equipes 100% no Campeonato Brasileiro Feminino A2. A equipe fez 5 a 1, fora de casa no Iranduba-AM, no último final de semana e comemora a boa fase na volta para Rondônia.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem4.webp",
    "url": "https://ge.globo.com/ro/futebol/times/real-desportivo/noticia/2022/07/04/real-feminino-comemora-goleada-sobre-o-iranduba-elas-fizeram-os-gols-que-tinham-que-fazer.ghtml"  
  },
  {
    "id": "5",
    "title": "Ypiranga-AP e Paraíso-TO empatam no 1º jogo do mata-mata pelas oitavas do Brasileirão Feminino A3",
    "description": "A primeira parte do confronto mata-mata, pelas oitavas de final do Campeonato Brasileiro Feminino A3, entre Ypiranga-AP e Paraíso-TO, terminou com empate por 0 a 0, neste sábado (2), no Estádio Zerão, em Macapá.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem5.webp",
    "url": "https://ge.globo.com/ap/futebol/noticia/2022/07/02/ypiranga-ap-e-paraiso-to-empatam-no-1o-jogo-do-mata-mata-pelas-oitavas-do-brasileirao-feminino-a3.ghtml"  
  },
  {
    "id": "6",
    "title": "Brasileirão Feminino Série A-3: Taubaté derrota o Vila Nova-ES no jogo de ida das oitavas de final",
    "description": "O Taubaté ficou a um empate de alcançar as quartas de final do Campeonato Brasileiro Feminino Série A3. Neste sábado, pela jogo de ida das oitavas de final, no estádio Olímpio Perim, em Venda Nova do Imigrante, no Espírito Santo, o time paulista derrotou o Vila Nova-ES, por 2 a 1.",
    "image": "https://danielh-oliveira.github.io/soccer-news-api/images/imagem6.webp",
    "url": "https://ge.globo.com/es/futebol/noticia/2022/07/02/brasileirao-feminino-serie-a-3-taubate-derrota-o-vila-nova-es-no-jogo-de-ida-das-oitavas-de-final.ghtml"  
  }
]
